---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsElecPanelTotalestloadLightParam
source: html/35af73d5-d25f-2373-0a9f-0b567e8f2748.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsElecPanelTotalestloadLightParam Property

"Lighting Total Estimated Demand"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsElecPanelTotalestloadLightParam { get; }
```